□ 魔法

    所有的魔法依照能量来源的不同可分为两类：「法术」与「咒文」。

    所谓「法术」是指来自施法者自身的修为，以及自身所操控的能量所造成的魔
法效果，这类魔法通常被视为高深的学问，并且是可以研究出「为什麽？」的，接
近於现代的特异功能、超能力等系统，法术的效果通常显著、直接、而且难以抗拒
，尤其是当施术者的能力十分强大的时候。法术最初的起源是来自对於「咒文」力
量的怀疑，并且在企图找出其力量根源的过程中逐步经由实验所建立起来的理论系
统，换句话说，是有「科学根据」的一门知识。相对於我们所熟知的「物质科学」
，法师们所知的正是我们二十世纪人类尚未发掘的一个领域。

    所谓「咒文」是指根据某种咒语、动作、仪式而与存在於宇宙中某种超然存在
的生物或意志沟通，而藉其力量引发的魔法效果，这类魔法的历史比法术更早，而
且这些「超然存在」的实体通常被人称为「神」、「魔鬼」、「精灵」等等，咒文
宗教上的意义大於学术上的意义，但是又似乎并不完全是宗教上的力量( 即：不管
你信不信，或多或少都能产生实际的效果，而非单纯心理现象 )，一般使用咒文者
很难探究「为什麽」这样的咒文会引发这样的效果，咒文的来源全部都是来自古老
的记载或无意中的发现。

    虽然有不少魔法到底是属於「法术」系或「咒文」系仍然存有争议，但是人们
已经找到一种简单的方法来区分他们，那就是「法术」消耗的能量是「灵力」、「
咒文」消耗能量是「法力」( 由於咒文的历史远较法术来得更早，因此在当时普遍
使用的「魔法」、「法力」等名词都是指咒文系魔法而言，沿用至今 )。

□ 法术

「神通」，长期钻研佛法的高僧常常会因自己本身的修为，产生具有神奇力量的神
通，如天眼通、大力神通等，愈是具有大智慧、大慈悲的高僧其神通愈强，这类的
法术通常需要 100% 的精神集中，才能施展，但是所需耗费的灵力较少，而且大多
是属於防御或辅助性质的功能。

「道法」，道家讲究清静无为，法天自然，因此道法修行到了某一个程度，就能够
利用天地阴阳生化的道理，吸取天地之精华纳为己用，道法所涵盖的□围极广，但
是受到天时、地利、与施法者本身的状态影响很大，但是只要这几个条件能够配合
，道法的威力是无可抵御的。

「仙术」，这是一门相当古老的修行法门，讲究□气与长生不死之术，修炼仙术的
人并不膜拜任何神□，只集中於修炼自己的肉身，使之达到不朽的境地，进而羽化
成仙，仙术除了在□气方面相当杰出之外，还有许多炼丹的法门，但是一般人想要
学习仙术并不容易，因为除了要有慧根之外，要找到愿意传授仙术的仙人也是一项
非常艰困的修炼。

□ 咒文

「密法」，佛家的一门分支，以手印与咒文为主，详细情形并不清楚，但是密法是
一们攻守兼备，系统精严的法术，使用密法的人通常也擅长使用法器战斗，他们的
修行是以降妖伏魔为主，密法修行至高深处时，也能拥有某些类似「罗汉神通」的
能力，和佛家是殊途同归的正道。

「奇门」，又称茅山术，由於偏重治鬼与符□咒术，往往被道家斥为旁门左道，但
是奇门法术入门较易，且於临敌之际有其实用性在，加之不若正统道家那般虚无缥
缈，因此一直拥有为数众多的人修习，虽然威力不如道法，但是近世经一位高人整
理发扬，已经隐然有与正统道家分庭抗礼之势。

「魔道」，这类法术的修炼者以精怪居多，人类亦有少数，分为天魔、地魔、人魔
三种，由於修炼法门往往必须杀伤生命，被多数人强烈憎恨，但是魔道威力集道法
与仙术之所长，又为求利己不择手段，不但进境迅速兼且危险，以致於各家法术之
中均有克制魔道的研究与法术，可说是树敌最多的一门。

By Annihilator (03/20/95)

