□ 武功

武功主要分成拳脚、兵刃、暗器、轻功、内功等，当你学会武术技能之後( 等级至少为
一 )，就可以用 enable 指令选定你要使用的每一类武功，武术技能的种类通常很容易
可以从它的名称看出来，如 xx拳、xx剑法等。

□ 拳脚、兵刃

举凡拳法、掌法、指法、腿法等类武功均属「拳脚」类的功夫，大多数和一些内功配合
使用，大体而言拳脚类的武功防御性质较高。兵刃上的功夫涵盖剑法、刀法、枪法、鞭
法、杖法....等等，而以剑法与刀法为大宗，这类的武功攻守兼备，用来攻击或防御都
不错。

□ 暗器

暗器通常没有特殊的武功，而是以暗器的种类区分，如袖箭、飞刀、毒针等，在战斗中
使用暗器常常可以攻敌不备，发挥意想不到的效果。

□ 轻功

轻功除了在战斗中影响闪避的机会之外，在探险时也有许多额外的用途，轻功高强的人
可以轻易地攀爬悬崖峭壁，飞檐走璧。

□ 内功

内功的修炼是所有类型的武功中最艰难的，除了学习内功的技能之外，你还必须常常练
功以增强内力，修炼内功的人可以将内力运用在杀伤敌人以及保护自己不受敌人的内力
所伤，当内功配合拳脚使用时，可以发挥出较强的劲力，使用在兵刃上时只有三分之一
的效果。
