□ 阶级称号

每个人或因为加入某些组织，或因为平日的所作所为，会被一般社会大众归类为
某个阶级，所有的新人物一开始都是【平民】，若出家做和尚就变成【和尚】，
若仗义行侠则变成【侠士】、【大侠】，干坏事则变成【恶霸】、【土匪】，而
【和尚】也有可能变成【圣僧】或【妖僧】等等。

阶级这个东西只是个综合的评价，包括所属的组织、声望与善恶等资讯，听起来
也许很抽象，我用「美少女梦工厂」这个游戏的结局来比喻会比较容易了解，阶
级就像是游戏最後给小女孩的职业，只不过随时会重新计算，随时更新。

当你用 who 或 score 指令时，方括号中的名称就是你现在的阶级称号，这个称
号会因为你的所作所为而改变。

□ 职业

    你可以藉著加入某些有固定活动地点的组织而成为某种职业，你的人物每次
    login 出现的地点就受职业的影响，在你未加入任何职业之前，你的职业就
    是【平民】，其他一些可能的职业包括【武者】、【僧侣】、【道士】、【
    书生】、【盗贼】.... 等等。

□ 实战经验

    随著人物能力的提高，一般人对你也会另眼相看，而给予一些比较具有敬意
    的称呼。

□ IDEAS

平民  流氓  恶霸
      乡绅  员外

武者  侠客
      侠女
      剑士  剑侠  剑仙
      武选  武官  将军
            武状元
      镳师  镳头

和尚  武僧  神僧
      高僧  圣僧  活佛
      头陀  罗汉
      喇嘛  护法  法王

尼姑  师太  神尼  菩萨

道士┐真人  天师
道姑┘仙姑
      妖道  人魔  天魔  无相心魔
      妖女
      鬼仙  无常  鬼王  幽冥主宰
      地仙  人仙  天仙  大罗金仙


书生  秀才  举人
            状元┐  
            探花│钦差  驸马
            榜眼┘
      贤者  圣人
      儒侠

小偷  飞贼  神偷
      土匪  山大王
      侠盗  绿林英雄
      杀手

