□ 技能

技能是一个人战力的主要指标，包括武功、法术、专业知识等都是技能，一项技
能的强度由一个「等级」与一个「学习点数」组成，每当学习点数超过下一个等
级的平方值，等级就会提升。任何技能刚学到都是从零级开始，你必须至少升到
第一级才能使用与经由练习而进步。

学习一项技能必须耗费相当的精力，视每个人的悟性与技能的难易而定，第一次
学习一项新技能所需的精力是平常的两倍，常常将你的精力保持在最高状态会使
你经由练习而进步的速度加快。

技能的学习有两种主要途径，研读 (study)相关书籍、秘笈或是向其他的玩家或
NPC 学习(learn)，每一种方式所需的精力都和人物的悟性有关。

战斗用的技能有时候会因使用而进步，不过机率不高。

□ 研读(study)

当你找到一本书籍或秘笈，可以用研读 (study)指令来学习上面记载的武功或法
术，当然，你必须先学会读书识字(literate)的技能才能研读，读书识字的能力
越高，每次得到的学习点数越多。

和从其他人物学习比较起来，研读所花的精力通常较低。

□ 学习(learn)

你也可以从其他人物(包括玩家与 NPC)处学得技能，经由「拜师」，你可以向一
位身怀绝技的前辈玩家或 NPC学习技能，一个人物同时只能有一位师父，如果你
被师父逐出师门，或自行背叛师门，你所有的技能会降成一半且综合评价会扣到
零，因此拜师前务必审慎考虑。

至於 NPC，通常会要求你为他做一些事或是付一些费用，有待玩家自行去发掘。

□ 练习

每次命中敌人，若命中率在 50% 以下，且所剩精力在 70% 以上，则视人物的悟
性高低有一定的机会得到一点实战经验，或是使用中战斗技能的进步点数，但是
当进步点数达到升级标准时并不会提升等级，只有经由研读书籍或自师父、NPC
处学习才能提升技能等级。

By Annihilator (02-24-95)
